---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.SweptBlendFailures
source: html/b7e85350-dfa1-b80c-a55c-01a1e58a06dc.htm
---
# BuiltInFailures.SweptBlendFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.